/* Localizable strings of com.apple.Cal.managed preference manifest */

"iCal.pfm_title" =			"iCal";
"iCal.pfm_description" =			"iCal-inställningar.";

"accountsToImport.pfm_title" =			"Importerade konton";
"accountsToImport.pfm_description" =			"Konton som ska importeras.";
"00000000-0000-0000-0000-000000000000.pfm_title" =			"Kontoinformation";
"00000000-0000-0000-0000-000000000000.pfm_description" =			"Kontoinformation.";

"CalDAVCalendarHomeURI.pfm_title" =			"Kalender-URI";
"CalDAVCalendarHomeURI.pfm_description" =			"URI till CalDAV-kalenderhemmapp. Använd ”%@” för att ange den aktuella användarens kortnamn. Exempelvis ”/calendars/users/%@”";
"CalDAVDisplayName.pfm_title" =			"Synligt namn";
"CalDAVDisplayName.pfm_description" =			"Användarens visade namn. Använd ”%@” för att ange den aktuella användarens fullständiga namn. Exempelvis ”%@”";
"CalDAVPrincipalURI.pfm_title" =			"Principal URI";
"CalDAVPrincipalURI.pfm_description" =			"CalDAV principal URI. Använd ”%@” för att ange den aktuella användarens kortnamn. Exempelvis ”http://icalserver.apple.com:8008/principals/users/%@/”";
"Description.pfm_title" =			"Serveradress";
"Description.pfm_description" =			"Server-DNS-adress. Exempelvis ”icalserver.apple.com”";
"Login.pfm_title" =			"Inloggningsnamn";
"Login.pfm_description" =			"Användarens inloggningsnamn på iCal-servern. Använd ”%@” för att ange den aktuella användarens kortnamn.";
"UID.pfm_title" =			"UID";
"UID.pfm_description" =			"Användarens unika ID. Lämna tomt.";
"Refresh_Interval.pfm_title" =			"Uppdateringsintervall";
"Refresh_Interval.pfm_description" =			"Intervall i minuter för kalenderuppdatering.";


"Manual_PrincipalURI_Key.pfm_title" =			"Använd manuell Principal URI";
"Manual_PrincipalURI_Key.pfm_description" =			"Ange som sant för att använda manuell principal URI. Alltid inställt på falskt.";
"Offline_Key.pfm_title" =			"Frånkopplad";
"Offline_Key.pfm_description" =			"Ange som sant om kontot är nerkopplat. Alltid inställt på falskt.";
"Use_Kerberos_Key.pfm_title" =			"Kerberos";
"Use_Kerberos_Key.pfm_description" =			"Ange som sant för att använda Kerberos-autentisering.";
"Use_SSL_Key.pfm_title" =			"Använd SSL";
"Use_SSL_Key.pfm_description" =			"Ange som sant för att använda SSL-kryptering.";
